Repository: breitburg/SingularityMonitor
Catalog: Singularity Monitor/Localizable.xcstrings
Source language: en
Languages: de, fr, nl, ru

source: The benchmark file isn't valid YAML.
de: Die Benchmark-Datei ist kein gültiges YAML.
fr: Le fichier de benchmark n'est pas un YAML valide.
nl: Het benchmarkbestand is geen geldige YAML.
ru: Файл теста не является корректным YAML.

source: The current horizon length predicted by the selected curve — how long a task a frontier model can complete with the chosen success rate.
de: Die aktuelle Horizontlänge, die von der gewählten Kurve vorhergesagt wird — wie lange eine Aufgabe ist, die ein Spitzenmodell mit der gewählten Erfolgsrate erledigen kann.
fr: La longueur d'horizon actuelle prédite par la courbe choisie — la durée d'une tâche qu'un modèle de pointe peut accomplir au taux de réussite choisi.
nl: De huidige horizonlengte zoals voorspeld door de gekozen curve — hoe lang een taak een grensverleggend model kan voltooien bij het gekozen succespercentage.
ru: Текущая длина горизонта, предсказанная выбранной кривой, — насколько длинную задачу передовая модель может выполнить при выбранной успешности.

source: The duration
de: Die Dauer
fr: La durée
nl: De duur
ru: Длительность

source: The fit is the curve you've chosen for the trend, the success rate it's measured against, and a quality score that tells you how well it matches the data.
de: Die Anpassung besteht aus der Kurve, die du für den Trend gewählt hast, der Erfolgsrate, gegen die gemessen wird, und einer Qualitätskennzahl, die zeigt, wie gut sie zu den Daten passt.
fr: L'ajustement, c'est la courbe que tu as choisie pour la tendance, le taux de réussite par rapport auquel elle est mesurée, et un score de qualité qui indique à quel point elle colle aux données.
nl: De fit is de curve die je voor de trend hebt gekozen, het succespercentage waartegen ze gemeten wordt, en een kwaliteitsscore die aangeeft hoe goed ze bij de gegevens past.
ru: Аппроксимация — это выбранная вами кривая для тренда, успешность, по которой она измеряется, и оценка качества, показывающая, насколько хорошо она соответствует данным.

source: The horizon at that date is the selected curve evaluated at that future moment.
de: Der Horizont an diesem Datum ist die gewählte Kurve, ausgewertet zu diesem zukünftigen Zeitpunkt.
fr: L'horizon à cette date est la courbe choisie évaluée à ce moment futur.
nl: De horizon op die datum is de gekozen curve, geëvalueerd op dat toekomstige moment.
ru: Горизонт на эту дату — это выбранная кривая, вычисленная в этот будущий момент.

source: The list is the raw evidence underneath the curve — the points the fit is drawn through. Tap "Show previous models" to see the longer history.
de: Die Liste ist die Rohdatenbasis unter der Kurve — die Punkte, durch die die Anpassung gezogen wird. Tippe auf „Frühere Modelle anzeigen", um den längeren Verlauf zu sehen.
fr: La liste, ce sont les données brutes qui sous-tendent la courbe — les points par lesquels passe l'ajustement. Touche « Afficher les modèles précédents » pour voir l'historique plus long.
nl: De lijst is het ruwe bewijs onder de curve — de punten waardoor de fit is getrokken. Tik op "Toon eerdere modellen" om de langere historie te zien.
ru: Список — это исходные данные под кривой, точки, через которые проведена аппроксимация. Коснитесь «Показать прежние модели», чтобы увидеть более длинную историю.

source: The other models
de: Die übrigen Modelle
fr: Les autres modèles
nl: De overige modellen
ru: Остальные модели

source: The percent
de: Der Prozentsatz
fr: Le pourcentage
nl: Het percentage
ru: Процент

source: The release date is extrapolated from the average gap between past releases:
de: Das Veröffentlichungsdatum wird aus dem durchschnittlichen Abstand zwischen früheren Veröffentlichungen extrapoliert:
fr: La date de sortie est extrapolée à partir de l'écart moyen entre les sorties précédentes :
nl: De releasedatum wordt geëxtrapoleerd uit het gemiddelde interval tussen eerdere releases:
ru: Дата релиза экстраполируется из среднего интервала между прежними релизами:

source: The success rate the horizon is measured against. 50% means the model finishes a task of that length half the time; 80% is the stricter, more reliable bar.
de: Die Erfolgsrate, gegen die der Horizont gemessen wird. 50 % bedeutet, dass das Modell eine Aufgabe dieser Länge in der Hälfte der Fälle abschließt; 80 % ist die strengere, verlässlichere Latte.
fr: Le taux de réussite par rapport auquel l'horizon est mesuré. 50 % signifie que le modèle termine une tâche de cette durée la moitié du temps ; 80 % est la barre plus stricte et plus fiable.
nl: Het succespercentage waartegen de horizon wordt gemeten. 50% betekent dat het model een taak van die lengte de helft van de tijd voltooit; 80% is de strengere, betrouwbaardere lat.
ru: Успешность, относительно которой измеряется горизонт. 50 % означает, что модель выполняет задачу такой длины в половине случаев; 80 % — более строгая, надёжная планка.

source: This section lists every frontier model in METR's benchmark, newest first, with its measured horizon length on the selected metric.
de: Dieser Abschnitt listet jedes Spitzenmodell im METR-Benchmark auf, das neueste zuerst, mit seiner gemessenen Horizontlänge auf der gewählten Metrik.
fr: Cette section liste chaque modèle de pointe du benchmark METR, du plus récent au plus ancien, avec sa longueur d'horizon mesurée sur la métrique sélectionnée.
nl: Dit gedeelte toont elk grensverleggend model in METR's benchmark, nieuwste eerst, met de gemeten horizonlengte op de gekozen metriek.
ru: В этом разделе перечислены все передовые модели из теста METR — от новейших к старым — с измеренной длиной горизонта по выбранной метрике.

source: Time keeps moving, and so does the curve. The number updates live so you can watch the trend in real time.
de: Die Zeit läuft weiter, und die Kurve auch. Die Zahl wird live aktualisiert, damit du den Trend in Echtzeit verfolgen kannst.
fr: Le temps continue d'avancer, et la courbe aussi. Le nombre se met à jour en direct pour que tu puisses suivre la tendance en temps réel.
nl: De tijd loopt door, en de curve dus ook. Het getal werkt live bij, zodat je de trend in realtime kunt volgen.
ru: Время идёт, и кривая вместе с ним. Число обновляется в реальном времени, чтобы вы могли наблюдать за тенденцией вживую.

source: Treat the date as a property of the chosen curve, not a literal forecast.
de: Betrachte das Datum als Eigenschaft der gewählten Kurve, nicht als wörtliche Vorhersage.
fr: Considère cette date comme une propriété de la courbe choisie, pas comme une prévision littérale.
nl: Behandel de datum als een eigenschap van de gekozen curve, niet als een letterlijke voorspelling.
ru: Воспринимайте эту дату как свойство выбранной кривой, а не как буквальный прогноз.

source: Treat the date as a property of the chosen curve, not a literal prediction about the world.
de: Betrachte das Datum als Eigenschaft der gewählten Kurve, nicht als wörtliche Vorhersage über die Welt.
fr: Considère cette date comme une propriété de la courbe choisie, pas comme une prédiction littérale sur le monde.
nl: Behandel de datum als een eigenschap van de gekozen curve, niet als een letterlijke voorspelling over de wereld.
ru: Воспринимайте эту дату как свойство выбранной кривой, а не как буквальное предсказание о мире.

source: Try again
de: Erneut versuchen
fr: Réessayer
nl: Opnieuw proberen
ru: Повторить

source: Until singularity
de: Bis zur Singularität
fr: Jusqu'à la singularité
nl: Tot singulariteit
ru: До сингулярности

source: Updated
de: Aktualisiert
fr: Actualisé
nl: Bijgewerkt
ru: Обновлено

source: Why both
de: Warum beides
fr: Pourquoi les deux
nl: Waarom beide
ru: Зачем оба

source: Why bother
de: Wozu das Ganze
fr: Pourquoi s'en soucier
nl: Waarom dit telt
ru: Зачем это нужно

source: Why it ticks
de: Warum es tickt
fr: Pourquoi ça avance
nl: Waarom het tikt
ru: Почему оно тикает

source: Sigmoid
fr: Sigmoïde
nl: Sigmoïde
ru: Сигмоидная

source: Benchmark
ru: Тест

source: Exp
ru: Эксп

source: Hyperexp
ru: Гиперэксп
